Revit 2027 API
ParameterTypeId.ProjectName Property
 "Project Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ProjectName { get; }
Public Shared ReadOnly Property ProjectName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ProjectName {
	ForgeTypeId^ get ();
}
static member ProjectName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace